Repository: PerfectoWeb/Belay
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ru, zh_hans

# macOS refused to create the sleep assertion (IOKit error %lld).
source: macOS couldn't keep the Mac awake (IOKit error %lld).
de: macOS konnte den Mac nicht wach halten (IOKit-Fehler %lld).
es: macOS no pudo mantener el Mac despierto (error de IOKit %lld).
fr: macOS n'a pas pu garder le Mac éveillé (erreur IOKit %lld).
it: macOS non ha potuto tenere sveglio il Mac (errore IOKit %lld).
ru: macOS не удалось предотвратить переход Mac в сон (ошибка IOKit %lld).
zh_hans: macOS 无法让 Mac 保持唤醒（IOKit 错误 %lld）。

source: no runs
de: keine Läufe
es: sin ejecuciones
fr: aucune exécution
it: nessuna esecuzione
ru: нет запусков
zh_hans: 无运行

source: no token reports
de: keine Token-Meldungen
es: sin datos de tokens
fr: aucun décompte de tokens
it: nessun dato sui token
ru: токены не отчитаны
zh_hans: 无 token 记录

source: not configured
de: nicht konfiguriert
es: sin configurar
fr: non configuré
it: non configurato
ru: не настроено
zh_hans: 未配置

# of agent work that carried on while I was away from the keyboard.
source: of agent work completed while I was away.
de: Agentenarbeit, die erledigt wurde, während ich weg war.
es: de trabajo del agente completado mientras yo no estaba.
fr: de travail d'agent effectué pendant mon absence.
it: di lavoro dell'agente completato mentre non c'ero.
ru: работы агента, выполненной, пока меня не было.
zh_hans: 的智能体工作在我离开期间完成。

source: process %@
de: Prozess %@
es: proceso %@
fr: processus %@
it: processo %@
ru: процесс %@
zh_hans: 进程 %@

source: reading
de: Lesen
es: lectura
fr: lecture
it: lettura
ru: чтение
zh_hans: 读取

source: recent sessions in this folder
de: letzte Sitzungen in diesem Ordner
es: sesiones recientes en esta carpeta
fr: sessions récentes dans ce dossier
it: sessioni recenti in questa cartella
ru: недавние сессии в этой папке
zh_hans: 此文件夹的最近会话

# runs rescued
source: runs saved
de: gerettete Läufe
es: ejecuciones salvadas
fr: exécutions sauvées
it: esecuzioni salvate
zh_hans: 保住的运行

source: runs watched
de: beobachtete Läufe
es: ejecuciones belayadas
fr: exécutions surveillées
it: esecuzioni osservate
zh_hans: 监视的运行

source: search
de: Suche
es: búsqueda
fr: recherche
it: ricerca
ru: поиск
zh_hans: 搜索

source: tool
de: Werkzeug
es: herramienta
fr: outil
it: strumento
ru: тулза
zh_hans: 工具

# total held
source: awake time
de: Wachzeit
es: tiempo despierto
fr: temps d'éveil
it: tempo di veglia
ru: время без сна
zh_hans: 唤醒时长

source: © 2026 PerfectoWeb. Free & open code. Built by geeks, for geeks.
de: © 2026 PerfectoWeb. Kostenlos, offener Code. Von Geeks für Geeks gebaut.
es: © 2026 PerfectoWeb. Gratis, código abierto. Hecho por frikis para frikis.
fr: © 2026 PerfectoWeb. Gratuit, code ouvert. Fait par des geeks, pour des geeks.
it: © 2026 PerfectoWeb. Gratuito, codice aperto. Fatto da smanettoni per smanettoni.
ru: © 2026 PerfectoWeb. Бесплатно, код открыт. От гиков - гикам.
zh_hans: © 2026 PerfectoWeb。免费，代码公开。由极客打造，为极客而作。

source: ✨ Belay %@ is out
de: ✨ Belay %@ ist da
es: ✨ Ya está Belay %@
fr: ✨ Belay %@ est sorti
it: ✨ Belay %@ è uscito
ru: ✨ Вышла Belay %@
zh_hans: ✨ Belay %@ 发布了

source: %@ panel
es: panel de %@
fr: panneau %@
it: pannello %@
ru: панель %@
zh_hans: %@ 面板

source: %@ · 1 agent
es: %@ · 1 agente
it: %@ · 1 agente
ru: %@ · 1 агент
zh_hans: %@ · 1 个智能体

source: Agent
es: Agente
it: Agente
ru: Агент
zh_hans: 智能体

# Belay could not migrate preferences from version %lld.
source: Belay couldn't import settings from version %lld.
es: Belay no pudo importar los ajustes de la versión %lld.
fr: Belay n'a pas pu importer les réglages de la version %lld.
it: Belay non ha potuto importare le impostazioni dalla versione %lld.
zh_hans: Belay 无法导入版本 %lld 的设置。

# Belay has not been granted access to %@ yet.
source: Belay doesn't have access to %@ yet.
es: Belay aún no tiene acceso a %@.
ru: У Belay пока нет доступа к %@.
zh_hans: Belay 尚未获得 %@ 的访问权限。

# Software updates
source: Updates
es: Actualizaciones
fr: Mises à jour
it: Aggiornamenti
ru: Обновления
zh_hans: 更新

source: Standard ·
es: Estándar ·
ru: Обычное ·
zh_hans: 标准 ·

source: Subagent
es: Subagente
fr: Sous-agent
it: Subagente
ru: Подагент
zh_hans: 子智能体

source: System
es: Sistema
fr: Système
it: Sistema
ru: Системный
zh_hans: 系统

source: Version %@ (%@)
es: Versión %@ (%@)
it: Versione %@ (%@)
ru: Версия %@ (%@)
zh_hans: 版本 %@ (%@)

source: Version %@ (%@) · %@
es: Versión %@ (%@) · %@
it: Versione %@ (%@) · %@
ru: Версия %@ (%@) · %@
zh_hans: 版本 %@ (%@) · %@

source: Website
es: Sitio web
fr: Site web
it: Sito web
ru: Сайт
zh_hans: 网站

source: agents
es: agentes
it: agenti
ru: агенты
zh_hans: 智能体

source: bg task
es: fondo
fr: fond
ru: фон. задача
zh_hans: 后台

source: %@ tokens
it: %@ token
ru: %@ токенов
zh_hans: %@ token

# Belay could not watch %@ for activity.
source: Belay couldn't watch %@ for activity.
it: Belay non ha potuto monitorare l'attività in %@.
zh_hans: Belay 无法监视 %@ 的活动。

source: 15 min
ru: 15 мин
zh_hans: 15 分钟

source: 45 min
ru: 45 мин
zh_hans: 45 分钟

source: Play sounds
ru: Воспроизводить звуки
zh_hans: 播放声音

source: web
ru: серфинг
zh_hans: 网络

source: %lldd %@h
zh_hans: %lld 天 %@ 时

source: %lldh %@m
zh_hans: %lld 时 %@ 分

source: %lldm
zh_hans: %lld 分

source: %llds
zh_hans: %lld 秒

source: 1 hour
zh_hans: 1 小时

source: 1 min
zh_hans: 1 分钟

source: 10 hours
zh_hans: 10 小时

source: 10 min
zh_hans: 10 分钟

source: 12 hours
zh_hans: 12 小时

source: 2 hours
zh_hans: 2 小时

source: 3 min
zh_hans: 3 分钟

source: 30 min
zh_hans: 30 分钟

source: 30 sec
zh_hans: 30 秒

source: 4 hours
zh_hans: 4 小时

source: 5 min
zh_hans: 5 分钟

source: 8 hours
zh_hans: 8 小时

# An agent is working, so sleep is on hold.
source: An agent is working, so your Mac stays awake.
zh_hans: 智能体正在工作，Mac 保持唤醒。

# Belay could not start its local hook receiver: %@
source: Belay couldn't start its local hook listener: %@
zh_hans: Belay 无法启动本地钩子监听器：%@

# Belay is switched off, so it will not hold sleep at all.
source: Belay won't keep your Mac awake.
zh_hans: Belay 不会让 Mac 保持唤醒。

# Belay reached the longest stretch you allow it to hold, so it stopped.
source: The maximum awake time was reached.
zh_hans: 已达到最长唤醒时间。

source: Belay's saved permission for %@ is no longer valid.
zh_hans: Belay 保存的 %@ 访问权限已失效。

source: Claude Code has not opened a project on this Mac yet. Belay starts watching by itself when it does.
zh_hans: Claude Code 尚未在这台 Mac 上打开过项目。一旦打开，Belay 会自动开始监视。

source: Erase
zh_hans: 清除

source: Erase your statistics?
zh_hans: 要清除统计数据吗？

# Holding on a little longer in case more work arrives.
source: Waiting a moment in case more work starts.
zh_hans: 会再等片刻，以防还有新工作开始。

# It needs an answer from you before it can carry on.
source: It needs an answer before it can continue.
zh_hans: 需要你回应后才能继续。

source: Nothing to watch yet: %@ does not exist.
zh_hans: 暂无可监视的内容：%@ 不存在。

source: Play interface sounds
zh_hans: 播放界面声音

source: Reset…
zh_hans: 重置…

source: Since %@
zh_hans: 自 %@ 起

source: This cannot be undone. Belay keeps no copy anywhere else.
zh_hans: 此操作无法撤销。Belay 不会在其他任何地方保留副本。

# You asked Belay to stay on until you switch it off.
source: Your Mac stays awake until you turn it off.
zh_hans: Mac 将保持唤醒，直到你关闭为止。

# Your battery is down to %lld%%, so Belay stopped holding to save power.
source: Battery is at %lld%%, so Belay let it sleep.
zh_hans: 电量为 %lld%%，Belay 已让 Mac 进入睡眠。

source: macOS denied Belay access to %@.
zh_hans: macOS 拒绝了 Belay 对 %@ 的访问。

source: of agent work while I was away. Sleep would have interrupted %lld of those runs.
zh_hans: 的智能体工作在我离开期间进行。睡眠本会打断其中 %lld 次运行。

source: of agent work while I was away. Sleep would have interrupted one of those runs.
zh_hans: 的智能体工作在我离开期间进行。睡眠本会打断其中一次运行。

source: shell
zh_hans: 命令
